exports.about = about = `
    <section id="about" class="about">
        <div class="about-header">
            <h1 class="about-header__text">О турнире</h1>
        </div>
        <div class="about-content">
            <p class="about-content__text">
                Легендарная сложность - это развлекательный турнир среди друзей стримеров с платформы twitch.tv 
                Участники в заведомо оговоренный период времени (например раз в неделю) будут соревноваться между собой 
                в различных игровых проектах, это могут быть как соревновательные игры, сюжетные проекты, так и ретро-игры 
                на эмуляторах. Всего планируется 5 участников, 4 из которых участвуют непосредственно в турнире, а 5-й 
                занимает позицию Хоста, который в свою очередь обозревает все противостояние в целом.
            </p>
            <a href="/detailed">Подробнее</a>
        </div>
    </section>
`