exports.detailed = detailed = `
    <section id="about" class="about">
    <div class="about-header">
        <h1 class="about-header__text">О ТУРНИРЕ</h1>
    </div>
    <div class="about-content">
        <p class="about-content__text">
            Легендарная сложность - это развлекательный турнир среди друзей стримеров с платформы twitch.tv 
            Участники в заведомо оговоренный период времени (например раз в неделю) будут соревноваться между собой 
            в различных игровых проектах, это могут быть как соревновательные игры, сюжетные проекты, так и ретро-игры 
            на эмуляторах. Всего планируется 5 участников, 4 из которых участвуют непосредственно в турнире, а 5-й 
            занимает позицию Хоста, который в свою очередь обозревает все противостояние в целом.
        </p>
    </div>
    <div class="about-header">
        <h1 class="about-header__text">ПРАВИЛА ТУРНИРА</h1>
    </div>
    <div class="about-content">
        <p class="about-content__text">
            Общее положение: В турнире участвуют 5 стримеров, один из которых принимает на себя роль хоста и делает обзорный стрим 
            для всей зрительской аудитории, переключаясь между экранами участников мероприятия, комментируя их игру и иногда общается 
            с участниками посредством Discord. Роль Хоста выпадает посредством жребия, после чего он должен подготовится и выбрать игру, 
            а так же определить правила по которым будут играть участники. После мероприятия на хоста вешается дебаф, согласно которому 
            он не может занять данную роль, пока все остальные участники не побывают хостами. Остальные 4 участника, за день до турнира 
            получают инструкции от хоста и соревнуются непосредственно на турнире, проводя свой личный стрим, для своей аудитории.
        </p>
    </div>
    <div class="about-header">
        <h1 class="about-header__text">ПРАВИЛА ДЛЯ УЧАСТНИКОВ</h1>
    </div>
    <div class="about-content">
        <p class="about-content__text">
            1) Всем участникам необходимо заранее оговорить время проведения очередного этапа турнира, во избежание ситуации, что кто-то не сможет присутствовать, учитывая что список участников фиксированный, при возникновении форс-мажорных ситуаций, по соглашению всех участников этап турнира будет перенесен.<br>
            2) Если этап турнира согласован по времени, то участник обязан в назначенное время запустить стрим и принять участие в состязании.<br>
            3) Как минимум за сутки до мероприятия участник должен получить информацию от хоста, о предстоящем событии, а именно - в какую игру планируется играть и какие условия победы. Соответственно участник заблаговременно должен установить необходимый контент. Игры берутся из офиц. площадок, такие как Steam, egs, battle.net и др. Эмуляторы и ретро-игры обговариваются отдельно.<br>
            4) По умолчанию подготовка к эвенту, путём предварительной игры, просмотр тактик на ютубе - запрещена. Но хост может разрешить предварительноую подготовку, если посчитает что это необходимо для его мероприятия.<br>
            5) Запрещено применение чит-кодов, гличей, дюпов игр.<br>
            6) Если участник будет замечен за неспортивным поведением (грязная игра, врыв в войс чужого игрока с последующим доставлением неудобств), на игрока могут быть наложены штрафные санкции, в виде присуждения последнего места, штрафных минут простоя и тд. Решение о штрафных санкциях принимается Хостом. Участник обязан подчиниться решению хоста, все дальнейшие обсуждения переносятся на окончание эвента.<br>
            7) Игрок может вызвать Хоста к себе в войс, во время события, для того чтобы высказать претензии, либо уточнить правила. Окончательно решение по данному вопросу зависит от Хоста и не обсуждается. Все претензии к другим игрокам, недовольство организацией мероприятием или работой хоста, остаются на конец турнира.<br>
            8) Подобающее поведение - участники должны соблюдать все правила платформы twitch.tv<br>
            9) Участник имеет право наложить свое вето на контент, который планирует хост, но для этого он должен оповестить всех участников о своем решение и привести доводы в пользу этого, если все участники поддерживают вето, то Хост будет вынужден поменять свой выбор контент. В случае, если хоть один из участников не поддерживает вето, то все остается по-прежнему и замены контента не происходит.
        </p>
    </div>
    <div class="about-header">
        <h1 class="about-header__text">ПРАВИЛА ДЛЯ ХОСТА</h1>
    </div>
    <div class="about-content">
        <p class="about-content__text">
            1) Хост как участник эвента согласовывает даты и время проведения турнира с остальными участниками. Так же обязан запустить стрим согласно оговоренным датам.<br>
            2) Хост, как держатель главного обзорного стрима, должен заблаговременно подготовить соответствующее оформление и проверить работоспособность стрима, сопутствующего ПО и тд.<br>
            3) При выборе контента для участников Хост отталкивается от личных предпочтений по играм, он должен придумать во что будут играть участники и какие условия для победы они должны соблюсти. Это не обязательно должен быть процент пройденной игры, можно придумать свои правила относительно проекта, который вам хорошо знаком.<br>
            4) Хост является судьёй данного этапа турнира и следит за соблюдением правил всех участников, если по его мнению что то идет не так, он может вмешаться в процесс и наложить штрафные санкции на участника, вплоть до присуждения последнего места. Все дальнейшие последствия решений, остаются на совести Хоста.<br>	
            5) Если 4 участника за сутки до турнира, единогласно наложили вето на выбор контента от хоста, то хост в кратчайшие сроки должен придумать и предоставить альтернативу на прохождение.<br>
            6) Хост как обсервер всех стримов должен соблюдать правила twitch.tv в отношении не только себя, но и всех участников турнира.
        </p>
    </div>
    </section>
`